{
  "contract": "Maneki Contract",
  "see_at_etherscan": "See at Etherscan",
  "see_contract_at_etherscan": "See Maneki contract at Etherscan",
  "how_it_works": "How it works",
  "roadmap": "Roadmap",
  "token_distribution": "Token Distribution",
  "contact": "Contact",
  "trading": "trading",
  "protocol": "protocol",
  "introduction_description": "Guaranteed liquidity for millions of users and hundreds of Ethereum applications.",
  "liquidity": "Concentrated liquidity",
  "liquidity_description": "Giving individual LPs granular control over what price ranges their capital is allocated to. Individual positions are aggregated together into a single pool, forming one combined curve for users to trade against.",
  "fee": "Multiple fee tiers",
  "fee_description": "Allowing LPs to be appropriately compensated for taking on varying degrees of risk.",
  "decentralized": "Decentralized",
  "decentralized_description": "Trade directly from your wallet app. Unlike centralized exchanges like Binance or Coinbase, ManekiSwap doesn’t hold your funds when you trade, you have 100% ownership of your own wallet.",
  "q3_2021": "Create landing page and governance token.",
  "q4_2021": "Adding swap and liquidity functions that users can deposit into pools concentrated in price ranges they believe will see the most volume — and consequently — generate the most fees.",
  "q1_2022": "Public listing and auditing by well-known audit firms.",
  "q2_2022": "Preparing for next step with POS blockchain with validators.",
  "q3_2022": "Building custom blockchain for decentralized exchange with non-custodial wallet using Substrate.",
  "total_supply": "Total token supply: {{value}}",
  "subscribe_newsletter": "Subscribe to our newsletter",
  "subscribe_email": "Make sure to receive our latest updates and announcements",
  "your_email_address": "Your email address",
  "sign_up": "Sign up",
  "wrong_email_format": "Wrong email format",
  "thank_you_for_subscribing": "Thank you!",
  "will_be_in_touch": "Thanks for your subscribing for our newsletter. We will be in touch and contact you soon!",
  "back_to_site": "Back to site"
}
